Repository: dhikadityre/MyLoanly
Catalog: MyLoanly/Presentation/Screen/Loan/List/LoanList.xcstrings
Source language: en
Languages: id

source: All
id: Semua

source: Amount
id: Jumlah

source: Amount: High to Low
id: Jumlah: Tinggi ke Rendah

source: Amount: Low to High
id: Jumlah: Rendah ke Tinggi

source: Business Expansion
id: Ekspansi Bisnis

source: Count
id: Jumlah

source: Default
id: Bawaan

source: Education
id: Pendidikan

source: Failed to Load Loans
id: Gagal Memuat Pinjaman

# Filter Purpose:
source: Purpose:
id: Tujuan:

# Filter Risk:
source: Risk:
id: Risiko:

source: Home Improvement
id: Renovasi Rumah

source: Loading loans...
id: Memuat pinjaman...

source: Loans
id: Pinjaman

source: No Loans Found
id: Tidak Ada Pinjaman Ditemukan

source: Others
id: Lainnya

source: Purpose
id: Tujuan

source: Reset Filters
id: Atur Ulang Filter

source: Risk %@
id: Risiko %@

source: Search borrower or purpose...
id: Cari peminjam atau tujuan...

source: Term / Rate
id: Tenor / Bunga

source: Term: Long to Short
id: Tenor: Panjang ke Pendek

source: Term: Short to Long
id: Tenor: Pendek ke Panjang

source: Total Active Loans
id: Total Pinjaman Aktif

source: Try Again
id: Coba Lagi

source: We couldn't find any loans matching your filters or search criteria.
id: Kami tidak dapat menemukan pinjaman yang sesuai dengan filter atau kriteria pencarian Anda.
